<template>
  <pre>
    주식회사 디엠티랩스(이하 '회사'라 함)은 개인정보보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련 법령에서 정보통신서비스제공자가 준수하여야 할 개인정보보호 규정을 준수하며, 개인정보처리방침을 정하여 이용자의 권익 보호에 최선을 다하고 있습니다.

    본 개인정보처리방침은 회사가 제공하는 디엠티클라우드 (DMT Cloud) 및 관련 제반 서비스(이하 "서비스"라 합니다) 이용에 적용되며 다음과 같은 내용을 담고 있습니다. 또한, 회사는 개인정보처리방침을 통해 이용자의 개인정보가 어떻게 수집, 이용되고 있으며, 회사가 개인정보보호를 위해 어떠한 조치를 취하고 있는지 알려드립니다. 이용자는 개인정보의 수집, 이용, 제공, 위탁 등과 관련된 사항에 대해 원하지 않을 경우 동의를 거부할 수 있습니다. 다만, 이용자가 동의를 거부하는 경우 서비스의 전부 또는 일부를 이용할 수 없음을 알려드립니다.

    - 1. 수집 항목
        회사는 회원이 입력한 정보를 기반으로 회원가입, 서비스 개발・제공 및 향상, 원활한 고객상담 등을 위하여 필요한 최소한의 개인정보를 수집하고 있습니다.

        가. 회원가입 시점
        - 워커: 회원의 아이디(이메일), 비밀번호, 성명, 내/외국인, 전화번호, 주소, 직업
        - 매니저(개인): 회원의 아이디(이메일), 비밀번호, 성명, 내/외국인, 전화번호, 주소
        - 매니저(법인): 회원의 아이디(이메일), 비밀번호, 담당자 성명, 담당자 전화번호, 내/외국인, 기업명, 기업 대표 전화번호, 기업 주소, 사업자 등록 번호, 사업자 등록증
        - 소셜 로그인(구글, 애플): 이메일, 이름

        나. 서비스 이용 과정
        - 개별 서비스 이용 과정에서 해당 서비스의 이용자에 한해 추가 개인정보 수집이 발생할 수 있습니다.
        - 프로필 입력: 프로필 사진 , 국적, 우대사항(필요 시; 장애여부, 임신/육아, 경력단절, 보훈, 청년, 다문화 가정)
        - 이력서 작성: 생년월일, 학력사항, 경력사항, 외국어 능력, 컴퓨터 활용능력, 자격증, 수상/수료/활동내역
        - 서비스 이용 과정에서 성별, 나이, 연령대, IP 주소, 쿠키, 서비스 이용 기록, 기기정보, 위치정보가 생성되어 수집될 수 있습니다.
        - 추가로 개인정보를 수집할 경우에는 해당 개인정보 수집 시점에서 이용자에게 ‘수집하는 개인정보 항목, 개인정보의 수집 및 이용목적, 개인정보의 보관기간’에 대해 안내 드리고 동의를 받습니다.

        다. 보상 지급 시점
        - 보상 지급 시 원천징수와 관련하여 주민등록번호, 신분증 사본, 은행계좌 정보(은행명, 계좌번호, 예금주명), 통장 사본이 수집됩니다.
        - 주민등록번호 수집은 소득세법 제145조 및 제164조, 동법 시행령 제193조 및 제213조 동법 시행규칙 제100조에 근거하여 수집하고 있습니다.

    - 2. 수집 방법
        회사는 다음과 같은 방법으로 개인정보를 수집합니다.

        1. 서비스 가입이나 사용 중 이용자의 동의를 통한 수집
        2. 기기 정보, 서비스 이용 기록 등 생성 정보는 서비스 이용과정에서 자동으로 수집

    - 3. 수집 및 이용 목적
        1. 회원가입 및 서비스 이용 관리
        회원 관리, 회원제 서비스 이용에 따른 본인확인, 회원 식별을 위한 목적, 가입의사 확인, 가입 및 가입횟수 제한, 원활한 의사소통 경로의 확보, 고객 문의에 대한 응답, 새로운 정보의 소개 및 고지사항 전달, 불량회원의 부정이용방지와 비인가 사용방지, 본인확인 및 분쟁 조정을 위한 기록보존, 불만 등 민원처리 등을 위하여 개인정보를 이용합니다.
        2. 서비스 개선 및 신규 서비스 개발
        서비스 기능의 제공, 콘텐츠 등 기존 서비스 제공에 더하여, 인구통계학적 분석, 서비스 방문 및 이용 기록의 분석, 개인정보 및 관심에 기반한 맞춤형 서비스 제공 등 신규 서비스 요소의 발굴 및 기존 서비스 개선 등을 위하여 개인정보를 이용합니다.
        3. 서비스 제공
        서비스 제공에 관한 계약 이행 및 필요 시 유료 서비스 제공에 따른 요금정산 약관 개정 등 고지사항 전달, 유료 서비스 제공에 구매 및 요금 결제, 상품 및 서비스 배송 등에 이용합니다.
        4. 마케팅 및 광고에의 활용
        마케팅 및 광고성 정보의 제공, 새로운 기능 출시 안내, 이용 방법 및 이용 혜택 안내, 각종 이벤트 참여 기회 및 광고성 정보 게재ᆞ제공, 광고 반응 내역에 대한 통계 자료의 외부 제공 등 법령 등의 이행 및 준수 법령 등에 규정된 의무의 이행, 법령이나 이용약관에 반하여 이용자에게 피해를 줄 수 있는 잘못된 이용 행위의 방지 등에 이용합니다.

    - 4. 개인정보 보유 및 이용 기간
        회사는 법령에 따른 개인정보 보유•이용기간 또는 회원으로부터 개인정보 수집 시에 동의 받은 개인정보 보유•이용기간 내에서 개인정보를 처리•보유합니다. 회원의 개인정보는 원칙적으로 개인정보의 수집 및 이용 목적이 달성된 후 지체 없이 파기되며 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.

        1. 계약 또는 청약철회 등에 관한 기록
        보관 근거: 전자상거래 등에서의 소비자보호에 관한 법률
        보관 기간: 5년
        2. 대금결제 및 재화 등의 공급에 관한 기록
        보관 근거: 전자상거래 등에서의 소비자보호에 관한 법률
        보관 기간: 5년
        3. 소비자의 불만 또는 분쟁 처리에 관한 기록
        보관 근거: 전자상거래 등에서의 소비자보호에 관한 법률
        보관 기간: 3년
        4. 서비스 이용 관련 기록
        보관 근거: 통신비밀보호법
        보관 기간: 3개월
        5. 건당 거래금액이 1만원 이하인 전자금융거래에 관한 기록
        보관 근거: 전자금융거래법
        보관 기간: 1년
        6. 건당 거래금액이 1만원을 초과하는 전자금융거래에 관한 기록
        보관 근거: 전자금융거래법
        보관기간: 5년
        7. 부정 이용 및 기록
        부정 가입 및 부정이용기록은 부정 가입 및 이용 방지를 위하여 수집 시점으로부터 6개월간 보관합니다. 부정이용기록 내 개인정보는 가입 인증, 정산 신청 시 인증을 위한 휴대폰번호가 있습니다. 결제 도용 등 관련 법령 및 이용약관을 위반하는 디엠티클라우드 (DMT Cloud) 정산서비스 내 부정거래기록(아이디, 이름, 휴대폰번호, IP주소, 쿠키, 기기 정보)은 부정거래 방지 및 다른 선량한 이용자의 보호, 안전한 거래 환경 보장을 위하여 수집 시점으로부터 3년간 보관합니다.

    - 5. 이용자 및 법정 대리인의 권리, 의무 및 행사 방법
          이용자 및 법정대리인은 언제든지 자신의 개인정보를 열람, 공개 및 비공개 처리하거나 수정할 수 있으며, 삭제 및 파기를 요청할 수 있습니다.
        1.	개인정보의 열람 및 수정 요청
        이용자 및 법정대리인은 언제든지 등록되어 있는 본인 또는 만 14세미만 아동의 개인정보를 조회, 수정할 수 있습니다. 회원 또는 법정대리인은 당해 개인정보의 조회, 수정을 위하여 디엠티클라우드 (DMT Cloud) 홈페이지의 사용자 메뉴를 클릭하여 계정 등 등록된 개인정보를 직접 열람하거나 수정할 수 있습니다.
        2.	개인정보의 삭제(회원탈퇴)
        이용자 및 만 14세 미만 아동의 법정대리인이 회원탈퇴를 원하는 경우, 웹사이트로 로그인한 후 ‘사용자 메뉴>설정-회원탈퇴 ’를 통해 직접 탈퇴할 수 있습니다. 만일, 직접 탈퇴가 어려운 경우 고객센터로 서면, 전화 또는 이메일로 연락하시면 지체없이 조치를 취하겠습니다.

    - 6. 개인정보의 제 3자 제공
        1. 회사는 회원의 개인정보를 사전 동의 없이 제3자에게 제공하지 않습니다.
        2. 단, 검수자(일부 특정회원)에게 일반 회원(작업자)의 성명이 검수가 진행되는 기간동안 제공될 수 있습니다.
        3. 회원의 개인정보를 제공하거나 공유하는 경우에는 회원에게 제공받거나 공유하는 자가 누구이며, 제공 또는 공유되는 개인정보 항목이 무엇인지, 개인정보를 제공하거나 공유하는 목적이 무엇인지, 보유 및 이용기간 등에 대해 개별적으로 사이트, 전자우편 또는 서면, 신청서 등을 통해 고지한 후 이에 대하여 별도 동의를 구합니다.
        4. 다만 관련 법령에서 달리 정하는 경우에는 회원의 동의 없이 개인정보를 제공하는 것이 가능합니다.

    - 7. 개인정보의 처리 위탁에 관한 사항
        회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다. 회사는 위탁계약 체결 시 관련 법령을 준수하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다. 위탁 업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보처리방침을 통해 공개하도록 하겠습니다.
        •	위탁업체 및 내용
        o	위탁받는 자(수탁자) : 추후 지정
        o	위탁하는 업무의 내용 : 휴대폰 본인 확인
        o	위탁받는 자(수탁자) : 자성세무회계사무소
        o	위탁하는 업무의 내용 : 원천징수영수증 발행

    - 8. 파기 절차 및 방법
        개인정보 파기절차 및 방법은 다음과 같습니다.
        1. 파기절차
        회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다.  단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우, 일정 기간 별도로 보관한 후 파기합니다. 이 경우 별도로 보관된 개인정보는 법률에 의한 경우가 아니고서는 보유 목적 이외의 다른 목적으로 이용되지 않습니다.
        2. 파기방법
        종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기하고, 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.

    - 9. 개인정보 안전성 확보 조치
        회사는 개인정보보호법 제29조에 따라 안전성 확보에 필요한 기술적/관리적 및 물리적 조치 를 하고 있습니다.
        1.	개인정보의 안전한 처리를 위한 내부 관리계획의 수립•시행
        회사는 개인정보의 분실•도난•유출•위조•변조 또는 훼손되지 아니하도록 내부 의사결정 절차를 통하여 개인정보 보호책임자의 지정, 개인정보 보호책임자 및 개인정보취급자의 역할 및 책임에 관한 사항 등을 포함한 내부 관리계획을 매년 수립•시행하고 있습니다.
        2.	개인정보에 대한 접근 통제 및 접근 권한의 제한 조치
        개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
        3.	개인정보에 대한 보안프로그램의 설치 및 갱신
        회사는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신•점검을 하고 있으며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.

    - 10. 개인정보 보호 책임자에 관한 사항
        회사는 개인정보를 보호하고 개인정보에 관련된 불만을 처리하는 등 개인정보의 처리에 관한 업무를 총괄해서 책임질 개인정보 보호책임자를 다음과 같이 지정하고 있습니다.

        - 개인정보 보호책임자 : 김운
        - 직위 : 대표
        - 이메일 : yunjin1019@naver.com

    - 11. 개정 전 고지 의무
        이 개인정보처리방침은 시행일(2021년 06월 21일)로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다. 다만, 수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 권리의 중대한 변경이 발생할 때에는 최소 30일 전에 공지하며, 필요 시 이용자 동의를 다시 받을 수도 있습니다.
  </pre>
</template>