<template>
  <pre>
    - 1. 목적

    본 약관은 디엠티랩스(이하 "회사")가 제공하는 디엠티클라우드 (DMT Cloud) 및 관련 제반 서비스의 이용조건 및 절차, 이용자와 홈페이지의 **권리, 의무, 책임사항**과 **기타 필요한 사항**을 규정함을 목적으로 합니다.

    - 2. 정의
    1. "**서비스**"라 함은 회사가 회원에게 온라인으로 제공하는 디엠티클라우드 (DMT Cloud) 홈페이지 및 관련 제반 서비스를 의미합니다.
    2. "**회원**"이라 함은 이 약관에 동의하고, 서비스를 이용하는 이용자를 의미합니다.
    3. "**데이터**"라 함은, 회사가 디엠티클라우드 (DMT Cloud) 홈페이지를 통해 회원들로부터 수집하는 정보(텍스트, 이미지, 음성, 영상 등) 및 이를 가공한 결과물 일체를 포괄하여 의미합니다.
    4. "**아이디(ID)**"라 함은 회원의 식별과 서비스 이용을 위하여 회원이 정하고 회사가 승인하는 이메일 주소 및 기타 SNS(소셜 네트워크서비스) 계정의 식별자를 의미합니다.
    5. "**비밀번호(PASSWORD)**"라 함은 회원이 부여받은 아이디와 일치되는 회원임을 확인하고 비밀번호를 위해 회원 자신이 정한 문자 또는 숫자의 조합을 의미합니다.
    6. "**게시물**"이라 함은 회원이 서비스를 이용함에 있어 서비스내 문의 및 게시판에 게시한 문자, 문서, 그림, 음성, 영상 또는 사진, 동영상 및 각종 파일과 링크 등의 조합으로 이루어진 정보를 의미합니다.
    7. "**작업**"이라 함은 회원이 서비스내에서 보상을 획득하기 위해 데이터 수집 및 생산, 가공하는 행위를 의미합니다.
    8. "**워커**"라 함은 회원 중 서비스내에서 보상을 획득하기 위해 데이터 수집 및 생산, 가공하는 개인 작업자를 의미합니다.
    9. "**매니저**"라 함은 회원 중 서비스내에서 어떠한 프로젝트를 수행하기 위해 필요한 작업을 생성하고 관리하는 개인 또는 법인 관리자를 의미합니다.

    - 3. 약관의 게시와 개정
    1. 회사는 회원이 본 약관의 내용을 회원이 쉽게 알 수 있도록 디엠티클라우드 (DMT Cloud) 초기 화면에 게시하거나 연결화면을 통해 볼 수 있도록 게시합니다.
    2. 회사는 회원이 고객센터 를 통해 회사와 이 약관의 내용에 관하여 질의하고 답변을 받을 수 있도록 조치를 취합니다.
    3. 회사는 약관의 규제 등에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용촉진 등에 관한 법률 등 관계 법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
    4. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여, 개정 전 약관과 함께 적용일자 7일 전부터 웹사이트에서 확인할 수 있도록 공지 합니다. 다만, 회원의 권리 또는 의무에 관한 중요한 규정의 변경은 공지 외에 일정기간 서비스내 전자우편, 전자쪽지, 로그인 시 동의 창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.
    5. 회사가 개정약관을 공지 또는 통지한 후에 회원이 30일 기간 내에 명시적으로 거부의 의사 표시를 하지 않으면 약관의 개정사항에 대해 동의한 것으로 간주하며, 변경된 약관에 대한 정보를 알지 못하여 발생하는 회원의 피해에 대해 회사는 책임을 지지 않습니다.
    6. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다.

    - 4. 약관 해석
    1. 회사는 개별 서비스에 대해서는 약관과 별도로 회원과 계약을 체결할 수 있으며, 해당 내용이 약관과 상충되는 경우 개별계약이 우선하여 적용됩니다.
    2. 이 약관에서 명시되지 않은 사항은 운영정책, 개별 약관 및 정보통신망이용촉진 및 정보보호에 관한 법률 등 관련 법령의 규정 또는 관례에 따릅니다.
    3. 본 약관과 관련하여 회사의 정책 변경, 법령의 제/개정 또는 공공기관의 고시나 지침 등에 의하여 회사가 서비스의 공지사항 등을 통해 공지하는 내용도 이용계약 내용의 일부로 구성합니다.

    - 5. 이용 계약 체결
    서비스 이용계약(이하 이용계약)은 회원이 되고자 하는 자(이하 가입신청자)가 본 약관의 내용에 동의한 후 회원가입 신청을 하면 회사가 이에 대해 승낙함으로써 체결됩니다.

    - 6. 회원가입
    1. 가입신청자는 회사가 제시하는 회원가입 양식에 관련 사항을 기재하여 회원가입을 신청하여야 합니다.
    2. 회사는 가입신청자의 신청에 대하여 가입 신청을 승낙함을 원칙으로 합니다.
    3. 회사는 다음 각 호에 해당하는 신청에 대하여 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.
    1. 가입신청자가 본 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우 (단, 회사의 회원 재가입 승낙을 얻은 경우는 예외로 함)
    2. 타인의 명의 또는 개인 정보를 도용하는 경우
    3. 허위 또는 오류 정보를 기재하거나 실명이 아닌 경우
    4. 회사가 제시하는 내용을 기재하지 않는 경우
    5. 만 14세 미만 가입신청자의 경우
    6. 회사의 재정적, 기술적 문제로 서비스 제공에 문제가 있다고 판단되는 경우
    7. 가입신청자의 귀책사유로 인하여 승인이 불가능하거나 본 약관 및 관계법령을 위반하는 경우
    8. 회원으로 등록하는 것이 회사의 기술상 현저히 지장이 있다고 판단되는 경우

    - 7. 회원정보 변경
    1. 회원은 개인정보관리화면을 통하여 언제든지 자신의 개인정보를 열람하고 수정할 수 있습니다. (단, 서비스 관리를 위해 필요한 실명, 고유 식별번호는 수정이 불가능합니다.)
    2. 회원은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편 외 기타 방법으로 회사에 대하여 그 변경사항을 알려야 합니다.
    3. 제2항의 변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.

    - 8. 개인정보보호 의무
    회사는 정보통신망 이용 촉진 및 정보 보호에 관한 법률 등 관계법령이 정하는 바에 따라 회원의 개인 정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 회사의 개인정보처리방침이 적용됩니다. 다만, 회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보처리방침이 적용되지 않습니다. 회사는 회원의 귀책사유로 인해 노출된 정보에 대하여 책임을 지지 않습니다.

    - 9. 회원의 아이디 및 비밀번호 관리 의무
    1. 회원의 아이디와 비밀번호에 관한 관리책임은 회원에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다.
    2. 회사는 회원의 아이디가 개인정보 유출 우려가 있거나, 반사회적 또는 미풍양속에 어긋나거나, 회사 및 회사의 운영자로 오인할 우려가 있는 경우, 해당 아이디의 이용을 제한할 수 있습니다.
    3. 회원은 아이디 및 비밀번호가 도용되거나 제3자에 의해 사용되고 있음을 인지한 경우에는 이를 즉시 회사에 통지하고 회사의 안내에 따라야 합니다.
    4. 제3항의 경우에 해당 회원이 회사에 그 사실을 통지하지 않거나, 통지한 경우에도 회사의 안내에 따르지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.

    - 10. 회원에 대한 통지
    1. 회사가 회원에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 서비스 내 전자우편주소로 할 수 있습니다.
    2. 회사는 회원 전체에 대한 통지의 경우 7일 이상 회사의 게시판에 게시 함으로써 제1항의 통지에 갈음할 수 있습니다.

    - 11. 회사의 의무
    1. 회사는 법령과 본 약관 혹은 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 노력할 의무가 있습니다.
    2. 회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며, 개인정보처리방침을 공시하고 준수합니다.
    3. 회사는 서비스 이용과 관련하여 회원으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 지체없이 처리하여야 합니다. 회원이 제기한 의견이나 불만사항에 대해서는 게시판 혹은 전자우편 등을 통하여 그 처리 및 결과를 회원에게 전달합니다.
    4. 회사가 제공하는 서비스로 인하여 회원에게 손해가 발생한 경우, 그러한 손해가 회사의 고의 또는 중과실에 기해 발생한 경우에 한하여 회사가 책임을 부담하며, 그 책임의 범위는 통상손해에 한합니다.

    - 12. 회원의 의무
    1. 회원은 회사가 디엠티클라우드 (DMT Cloud)를 통해 의뢰하는 작업에 적합한 데이터를 제출하여야 합니다.
    2. 회원은 다음 행위(또는 이에 준하는 행위)를 하여서는 안 됩니다.
    1. 신청 또는 변경 시 허위내용의 기재
    2. 타인의 정보 도용
    3. 타인의 개인정보 수립 혹은 저장
    4. 회사가 게시한 정보의 변경
    5. 회사가 금지한 정보(컴퓨터 프로그램 등)의 송신 또는 게시
    6. 회사와 기타 제3자의 저작권 등 지적재산권에 대한 침해
    7. 회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
    8. 외설 또는 폭력적인 말이나 글, 화상, 음향, 기타 공서양속에 반하는 정보를 회사의 서비스에 공개 또는 게시하는 행위
    9. 홈페이지의 승인을 받지 아니한 광고, 판촉물, 스팸 메일 등을 게시, 게재하거나 전자우편 또는 기타의 방법으로 전송하는 행위
    10. 회사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위
    11. 회사의 기술적 보호조치를 회피 혹은 무력화하는 행위
    12. 기타 불법적이거나 부당한 행위

    - 13. 회원의 의무 위반에 대한 제재
    1. 회원이 제12조의 의무를 위반한 경우에 회사는 사안의 중요성과 다른 회원, 제3자, 회사가 입은 손해를 고려하여 회원에게 다음과 같은 제재를 할 수 있습니다.

    ① 서면경고: 회사는 제12조의 의무를 위반한 회원에게 의무 위반의 내용, 위반 시기 등을 기재하여 서면으로 경고할 수 있습니다.
    ② 서비스 이용의 제한: 회사는 일정한 기간을 정하여 서비스 이용을 제한할 수 있습니다.
    ③ 영구 정지: 회사는 회원의 계정을 영구적으로 정지할 수 있습니다.

    2. 회사는 제12조의 의무를 위반하여 제재 대상이 된 회원들에게 메일 등을 통하여 제재 내용을 고지합니다.

    - 14. 서비스의 제공
    1. 회사는 회원에게 아래와 같은 서비스를 제공합니다.
    1. 데이터 수집 (이미지, 텍스트, 음성, 영상)
    2. 데이터 가공 (이미지, 텍스트, 음성, 영상)
    3. 가공된 데이터 제공 (일정 권한을 가진 사용자 대상)
    4. 데이터 수집 및 가공 작업에 참여한 회원들에게 수수료 지급
    5. 기타 “회사”가 추가 개발하거나 다른 회사와의 제휴계약 등을 통해 “회원”에게 제공하는 일체의 서비스
    2. 회사는 “서비스”를 일정범위로 분할하여 각 범위 별로 이용가능시간을 별도로 지정할 수 있습니다. 다만, 이러한 경우에는 그 내용을 사전에 공지합니다.
    3. ”서비스”는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.
    4. ”회사”는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 “서비스”의 제공을 일시적으로 중단할 수 있습니다. 이 경우 “회사”는 제10조 (회원에 대한 통지)에 정한 방법으로 “회원”에게 통지합니다. 다만, “회사”가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.
    5. ”회사”는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 서비스제공화면에 공지한 바에 따릅니다.

    - 15. 서비스의 변경
    1. 회사는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 서비스를 변경할 수 있습니다.
    2. 회사는 서비스의 내용, 이용방법, 이용시간을 변경할 경우에 변경사유, 변경될 서비스의 내용 및 제공일자 등을 그 변경 전 7일 이상 해당 서비스 초기화면에 게시 합니다.
    3. 제2항의 경우에 변경된 내용이 중대하거나 회원에게 불리한 경우에는 회사가 해당 서비스를 제공받는 회원에게 제10조 (회원에 대한 통지)에 정한 방법으로 통지하고 동의를 받습니다. 이때, 회사는 동의를 거절한 회원에 대하여는 변경 전 서비스를 제공합니다. 다만, 그러한 서비스 제공이 불가능할 경우 계약을 해지할 수 있습니다.
    4. 회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 회원에게 별도의 보상을 하지 않습니다.

    - 16. 정보의 제공 및 광고의 게재
    1. 회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보를 공지사항이나 전자우편 등의 방법으로 회원에게 제공할 수 있습니다. 다만, 회원은 관련법에 따른 거래관련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 전자우편에 대해서 수신 거절을 할 수 있습니다.
    2. 제1항의 정보를 전화 및 모사전송기기에 의하여 전송하려고 하는 경우에는 회원의 사전 동의를 받아서 전송합니다. 다만, 회원의 거래관련 정보 및 고객문의 등에 대한 회신에 있어서는 제외됩니다.
    3. 회사는 서비스의 운영과 관련하여 서비스 화면, 홈페이지, 전자우편 등에 광고를 게재할 수 있습니다. 광고가 게재된 전자우편을 수신한 회원은 수신거절을 회사에게 할 수 있습니다.

    - 17. 정보의 수집
    1. 회사는 서비스의 운영, 프로그램 안정화 및 오류개선, 악성코드 감염여부 확인 등 서비스 품질개선을 위해 회원들의 개인정보를 제외한 PC등 단말기 설정 및 사양정보와 시스템 정보, 오류 정보를 수집•활용할 수 있습니다.
    2. 회사는 회사가 제공하는 서비스와 관련하여 채팅, 전화상담, 문의 게시판, 서비스 이용후기 등 모든 내용을 저장, 보관할 수 있습니다. 회사는 회사와 회원 또는 회원 상호 간의 분쟁 조정, 민원처리 또는 서비스 이용 질서의 유지를 위하여 회사가 필요하다고 판단하는 경우에 한하여 본 정보를 열람할 수 있으며, 본 정보는 회사만이 보유하고 법령으로 권한을 부여받지 않은 제3자는 절대로 열람할 수 없습니다.
    3. 회사는 회원에게 안정적이고 신속하게 서비스를 제공하기 위하여, 서비스 설치 및 이용 시에 회원의 모바일 또는 PC의 일부 저장공간이나 리소스를 활용하여 다른 회원에게 데이터를 전송하는 기술을 적용할 수 있습니다.

    - 18. 게시물 저작권
    1. 회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속됩니다.
    2. 회원이 서비스 내에 게시하는 게시물은 검색결과 내지 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며, 회원은 언제든지 고객센터 또는 서비스 내 관리기능을 통해 해당 게시물에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.
    3. 회사는 제2항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 회원의 동의를 얻어야 합니다.

    - 19. 게시물 관리
    1. 회원의 게시물이 정보통신망법 및 저작권법 등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련법에 따라 조치를 취하여야 합니다.
    2. 회사는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 게시물에 대해 임시조치 등을 취할 수 있습니다.

    - 20. 데이터 제출
    1. 회원은 회사가 제시하는 절차와 방법에 따라 데이터를 제출해야 합니다.
    2. 회원은 제1항에 따라 제출한 데이터가 검수를 통해 적합한 데이터로 승인된 경우에만 이에 대한 보상을 지급받을 수 있습니다.
    3. 작업을 진행하는 회원들의 검수 과정에서 해당 데이터가 적합하지 않은 것으로 판정된 데이터는 서비스 품질 향상, 회원의 서비스 이용 환경 개선 및 안정적인 운영을 위한 연구 등에 활용될 수 있습니다. 이 경우 활용되지 않은 데이터는 폐기 처리하는 것을 원칙으로 합니다. 다만, 개인정보의 경우 비식별화조치를 통하여 해당 개인의 권리가 침해되지 않는 범위 내에서만 활용합니다.

    - 21. 데이터 검수
    1. 교차 검수가 가능한 프로젝트의 경우 회원이 적합한 데이터를 제출하면, 회원 중 검수 자격이 주어진 회원이 검수를 진행합니다. 검수 수행 회원은 회사의 정책에 따라 결정됩니다.
    2. 제1항에 따른 검수절차는, 회사가 회원 중에 선정한 1인 또는 다수의 회원이 검수자가 되어 진행합니다. 이 때 과반수 이상이 해당 데이터가 적합하다는 의견으로 일치해야만 적합 판정을 받을 수 있습니다. 만약 두 검수자의 의견이 불일치하는 경우 다른 제3의 검수자 의견에 따라 과반수를 만들어 판정합니다. 검수 진행 방식은 회사 정책에 따라 변경될 수 있습니다.
    3. 회사는 작업 또는 프로젝트의 특성에 따라 회원에게 검수결과에 대한 통지가 필요한 경우를 제외하고 원칙적으로 회원에게 검수결과에 대한 통지의무를 부담하지 않습니다.
    4. 제1항의 검수 작업에 대한 보상은 회사가 정한 정책에 따라 해당 검수를 수행한 검수자에게 지급됩니다.

    - 22. (데이터에 대한) 권리의 귀속
    1. 회원이 게시 내지 제출한 모든 데이터의 저작권은 원칙적으로 회원이 소유하며 회사는 사이트에 이를 게시하거나 변형, 가공, 요약, 발췌, 취합 행위 등을 할 수 있는 권리를 갖습니다. 회사는 다음 각 호에 해당하는 데이터의 게시 내지 제출을 금지합니다. 이를 위반한 경우, 회사는 해당 데이터에 대해 사전통지 없이 삭제, 이동 또는 등록 거부의 조치를 취할 수 있습니다.

    ① 서비스 이용 목적이나 성격에 부합하지 않는 경우
    ② 이 약관에 위배되거나 불법, 음란, 저속하다고 판단되는 내용인 경우
    ③ 다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우
    ④ 공공질서 및 미풍양속에 위반되는 내용인 경우
    ⑤ 범죄적 행위에 결부된다고 인정되는 내용일 경우
    ⑥ 제3자의 초상권, 저작권 등 기타 권리를 침해하는 내용이 포함된 경우
    ⑦ 기타 관계 법령에 위배되는 경우

    2. 회사는 이 약관에 따라 검수를 통과한 데이터에 대하여 제출한 회원에게 일정한 보수 지급을 통한 보상을 하게 되며, 회사가 회원에게 보수를 지급함과 동시에 해당 데이터에 대한 소유권과 저작권 등 일체의 권리가 회사에 귀속됩니다. 이에 따라 회사는 해당 데이터를 제3자에게 제공 내지 판매할 수 있습니다 (다만, 데이터에 개인정보가 포함된 경우 제외)
    3. 제2항의 데이터에 타인의 개인정보가 포함된 경우, 회사는 익명으로 처리하는 등의 비식별조치를 통하여 개인정보를 유출하거나 사용하지 않습니다.  만일 회사가 데이터에 포함된 개인정보를 수집 및 이용해야 할 경우 해당 정보주체로부터 동의를 받는 절차를 진행하는 등 관련 법령을 준수합니다. 이와 관련한 내용은 회사의 개인정보처리방침에 따라 운영됩니다.
    4. 회원이 게시 내지 제출한 데이터가 타인의 저작권 등의 권리를 침해함으로써 발생하는 민, 형사상의 책임은 전적으로 회원이 부담하여야 합니다.
    5. 회원은 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 사이트에 게재된 콘텐츠를 상업적으로 사용할 수 없습니다.
    6. 회사가 제공하는 서비스, 그에 필요한 소프트웨어, 이미지, 마크, 로고, 디자인, 서비스 명칭, 정보 및 상표 등과 관련된 지적재산권 및 기타 권리는 회사에게 있습니다. 회원은 회사가 명시적으로 승인한 경우를 제외하고는 상기 기재한 소정의 각 재산에 대한 전부 또는 일부의 무단 사용, 수정, 대여, 대출, 판매, 배포, 제작, 양도, 재라이센스, 담보권설정행위, 상업적 이용행위를 할 수 없으며, 제3자로 하여금 이와 같은 행위를 하도록 허락할 수 없습니다.

    - 23. 계약 해제, 해지
    1. 회원은 언제든지 고객센터 또는 내 정보 관리 메뉴 등을 통하여 이용계약 해지 신청을 할 수 있으며, 회사는 관련법 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.
    2. 회원이 계약을 해지할 경우, 관련법 및 개인정보취급방침에 따라 회사가 회원정보를 보유하는 경우와 작업의 결과물을 제외하고는 해지 즉시 회원의 모든 데이터는 소멸됩니다.

    - 24. 이용 제한
    1. 회사는 회원이 이 약관의 의무를 위반하거나 서비스의 정상적인 운영을 방해한 경우, 경고, 일시정지, 영구이용정지 등으로 서비스 이용을 단계적으로 제한할 수 있습니다.
    2. 회사는 전항에도 불구하고 명의도용 및 결제 도용, 저작권법 및 컴퓨터프로그램보호법을 위반한 불법 프로그램의 제공 및 운영 방해, 정보통신망법을 위반한 불법 통신 및 해킹, 악성 프로그램의 배포, 접속 권한 초과 행위 등과 같이 관련 법을 위반한 경우에는 즉시 영구 이용 정지를 할 수 있습니다. 본 항에 따른 영구 이용 정지 시 서비스 이용을 통해 획득하게 될 보수 및 기타 혜택 등도 모두 소멸되며, 회사는 이에 대해 별도로 보상하지 않습니다.
    3. 회사는 회원이 계속해서 1년 이상 로그인하지 않는 경우, 1달 전 안내 공지 후 회원 정보의 보호 및 운영의 효율성을 위해 이용을 제한 할 수 있습니다.
    4. 회원이 제공하는 정보의 내용이 허위로 밝혀지거나 허위가 있다고 의심되는 합리적인 사유가 있는 경우, 회사는 회원의 서비스 이용을 전부 또는 일부 이용 정지할 수 있으며, 이로 인해 발생하는 불이익에 대해 책임을 지지 않습니다.
    5. 회원은 본 조에 따른 이용제한 등에 대해 회사가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 회사가 인정하는 경우 회사는 즉시 서비스의 이용을 재개합니다.

    - 25. 양도금지
    회원은 이 약관에 의한 서비스의 이용권한, 회원 간 서비스 계약 등 기타 서비스 이용계약 상의 권리, 지위 등을 타인에게 양도 및 증여할 수 없으며, 이를 담보로 제공할 수 없습니다. 본 약관 상에 회원의 지위나 권리는 상속의 대상이 되지 않습니다.

    - 26. 책임 제한
    1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
    2. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.
    3. 회사는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.
    4. 회사는 회원 간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.
    5. 회사는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.
    6. 회원 또는 회사의 서비스 이용계약 해지 등으로 인하여 서비스 이용계약이 종료되는 경우, 관계법령 및 개인정보처리방침에 따라 회사가 회원정보를 보유하는 경우를 제외하고는 회사는 보다 나은 서비스 환경 등을 위하여 해지 즉시 회원의 계정정보 및 관련된 모든 데이터를 삭제할 수 있으며, 회사는 서비스 이용계약 종료 이후 회원의 계정정보 및 관련 데이터 삭제로 인한 책임을 부담하지 않습니다.
    7. 회사는 사전에 공지된 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 서비스가 중지되거나 장애가 발생한 경우에 대해서 회사의 고의 또는 중대한 과실이 없는 한 책임이 면제됩니다.
    8. 회사는 회원이 사용하는 모바일 기기, 컴퓨터 등 서비스 이용 장치의 상태로 인하여 발생하는 제반 문제 또는 회사의 고의 또는 중대한 과실이 없는 네트워크 환경으로 인하여 발생하는 문제에 대해서 책임이 면제됩니다.
    9. 회사는 회원 또는 제3자가 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 회사의 고의 또는 중대한 과실이 없는 한 책임을 지지 않습니다.
    10. 회사는 회원의 신상정보 및 연락처를 부정확하게 기재하거나 기재하지 않음으로써 손해가 발생한 경우, 회사의 고의 또는 중대한 과실이 없는 한 책임이 면제됩니다.
    11. 회사는 관련 법령, 정부 정책 등에 따라 서비스 제공을 할 수 없는 경우에는 책임이 면제됩니다.
    12. 회원의 불법적인 행위 또는 이 약관에 위배되는 행위로 인하여 회사에 손해가 발생하거나 수사기관, 행정청으로부터 형사처벌 또는 제재를 받은 경우 회원은 회원의 비용(손해배상금, 소송비용, 변호사 비용 등을 포함하되 이에 한정하지 아니함)으로 손해를 배상하고 회사를 면책하여야 합니다.

    - 27. 준거법 및 재판 관할
    1. 회사와 회원간 제기된 소송은 대한민국법을 준거법으로 합니다.
    2. 회사와 회원간 발생한 분쟁에 관한 소송은 제소 당시의 회원의 주소에 의하고, 주소가 없는 경우 거소를 관할하는 지방법원의 전속관할로 합니다. 단, 제소 당시 회원의 주소 또는 거소가 명확하지 아니한 경우의 관할법원은 민사소송법에 따라 정합니다.
    3. 해외에 주소나 거소가 있는 회원의 경우 회사와 회원 간 발생한 분쟁에 관한 소송은 전항에도 불구하고 대한민국 서울중앙지방법원을 관할 법원으로 합니다.

    &lt;부칙&gt; (시행일) 본 약관은 2021년 06월 21일 부터 적용됩니다.
  </pre>
</template>